[
  {
    "Product_Id": "b77f3da33be6e65f6183da6ada8c07ca",
    "Product_Brand_Code": "BZ1000",
    "Retailer": "nykaa.com",
    "Product_Category": "Makeup > Face > Contour",
    "Product Brand": "ETUDE HOUSE",
    "Product_Name": "ETUDE HOUSE Face Color Shading - 02",
    "Product_Price": 600,
    "Product_Url": "https://www.nykaa.com/c/p/760922?skuId=760920",
    "Market": "IN",
    "Product_Description": "Etude House Face Color Shading provides a shading effect for enhancing the natural-looking face contour. The pigment can be applied to cheeks, jawline, nose and even hairline to for a sculpted look. Available in three colors. Key Highlights:The silicone coating powder component smoothly adheres to skin with long-lasting effectBlends effortlessly on the skin and gives a streak-free finishEnhances your facial features and creates an illusion of a sculpted, chiseled faceAbout the Brand: Etude House is a South Korean make up colour cosmetics brand that puts the fun back into your beauty routine with its playful range of skincare items and daily makeup products.Explore the entire range of Contour available on Nykaa. Shop more ETUDE HOUSE products here.You can browse through the complete world of ETUDE HOUSE Contour .Alternatively, you can also find many more products from the ETUDE HOUSE Face Color Shading range.MRP: 600 Country of Origin: Korea (the Republic of)Name of Mfg / Importer / Brand: KOLMAR KOREA Co., LTD.Address of Mfg / Importer / Brand: 22-17, Sandan-gil, Jeonui-myeon, Sejong-si, Korea",
    "Product_Currency": "INR",
    "Product_Image_Url": "https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/1/c/1c02e368809587384266.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/1/c/1c02e368809587384266_1.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/1/c/1c02e368809587384266_2.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/1/c/1c02e36etude1.jpg",
    "Product_Tags": "ETUDE HOUSE Face Color Shading - 02, Makeup, Face, Contour",
    "Product_Contents": "",
    "Product_Rating": 4.6,
    "Product_Reviews_Count": 4,
    "Expected_Categorys_Count": 153,
    "Expected_Brand_Count": 82
  },
  {
    "Product_Id": "f54658c5d511195b6621a640fb743b1b",
    "Product_Brand_Code": "BH5931",
    "Retailer": "nykaa.com",
    "Product_Category": "Brand > L'Oreal Paris",
    "Product Brand": "L'Oreal Paris",
    "Product_Name": "L'Oreal Paris Glow Mon Amour Highlighting Drops - 02 Loving Peach",
    "Product_Price": 454,
    "Product_Url": "https://www.nykaa.com/c/p/565974?skuId=565973",
    "Market": "IN",
    "Product_Description": "It's time to skip the snooze button and get up and glow, with new L'Oreal Paris Glow Mon Amour Highlighting Drops. The highly pigmented liquid illuminator drops blend seamlessly, for easy application and a luminous glow.Benefits:The perfect highlight for your no-makeup makeup look! Use the concentrated drops under your foundation for a natural-looking glow, mix with your foundation, primer or moisturiser to add radiance or use alone for a highlight that pops. Dial up the highlight by adding more drops for a customised look. Available in two super-silky shades: a beaming peach and a lustrous pearly champagne. A highlight that's so natural and luminous, they'll think you woke up like this!About L'Oreal Paris: L'Oreal Paris is a total beauty care company that combines the latest in technology with the highest in quality for the ultimate in luxury beauty at mass. As the biggest beauty brand in the world, L'Oreal Paris has an unparalleled commitment to technology, research and innovation and providing groundbreaking, high-quality products for women, men, and children of all ages and ethnicities. The L'Oreal Paris brand encompasses the four major beauty categories - hair color, cosmetics, hair care, and skin care - and includes such well-known brands as Excellence Crème, Total Repair 5 hair care, Youth Code, Fall Repair, Revitalift, Volume Million Lashes Mascara, Colour Riche lipsticks, Superliners and True Match foundations among many others.Explore the entire range of Highlighters available on Nykaa. Shop more L'Oreal Paris products here.You can browse through the complete world of L'Oreal Paris Highlighters .Alternatively, you can also find many more products from the L'Oreal Paris Glow Mon Amour Highlighting Drops range.MRP: 699 Country of Origin: FranceName of Mfg / Importer / Brand: Gemey Paris - Maybelline New York, Ormes, Gemey Maybelline, 6 Rue De Paradis Zi Saran Pole 45, Ormes FranceAddress of Mfg / Importer / Brand: Gemey Paris - Maybelline New York, Ormes, Gemey Maybelline, 6 Rue De Paradis Zi Saran Pole 45, Ormes France",
    "Product_Currency": "INR",
    "Product_Image_Url": "https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/e/c/ec661e13600523560905_1.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/e/c/ec661e13600523560905_2.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/e/c/ec661e13600523560905_3.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/e/c/ec661e13600523560905_4.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/e/c/ec661e13600523560905_5.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/e/c/ec661e13600523560905_6.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/3/6/3600523560905_7.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/e/c/ec661e13600523560905_0.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/n/y/nylp_acert.jpg_5_195.jpg",
    "Product_Tags": "L'Oreal Paris Glow Mon Amour Highlighting Drops - 02 Loving Peach, Makeup, Face, Illuminators",
    "Product_Contents": "G927637, Cyclopentasiloxane, Dimethicone, Isododecane, Dimethicone Crosspolymer, Peg-10, Dimethicone, Silica, Disteardimonium Hectorite, Dimethiconol, Propylene Carbonate [+/- May Contain / Peut Contenir, Mica, Ci 77891 / Titanium Dioxide, Ci 77491 / Iron Oxides] Fil Code B207652/1",
    "Product_Rating": 4.3,
    "Product_Reviews_Count": 147,
    "Expected_Categorys_Count": 431,
    "Expected_Brand_Count": 431
  },
  {
    "Product_Id": "cdf6b3387f8976c8e38ad150173dbb6d",
    "Product_Brand_Code": "BH7276",
    "Retailer": "nykaa.com",
    "Product_Category": "Makeup > Face > Foundation",
    "Product Brand": "The Body Shop",
    "Product_Name": "The Body Shop All-In-One Face Base - 045",
    "Product_Price": 1395,
    "Product_Url": "https://www.nykaa.com/c/p/31142?skuId=30050",
    "Market": "IN",
    "Product_Description": "Note: The Body Shop products will be dispatched within a period of 7-9 working days from the date of your order confirmed.A foundation and powder in one neat compact. Use dry for a light matte finish or wet for high coverage. Perfect for on-the-go touch-ups. Matte finish Velvety feel No added fragrance Includes sponge and mirror Dermatologically tested About the Brand: An iconic British beauty brand creating ethical, innovative and naturally-inspired products, The Body Shop brand makes products with utmost love and care. This 100% vegetarian and cruelty-free brand has constantly sought out wonderful natural ingredients from all parts of the globe to bring to its customers products bursting with effectiveness, to enhance natural beauty. Body Shop is known for its world famous, and award winning body butters and hand creams, and all-time favorites such as tea tree oil range, born lippy glosses, hemp hand protector, plus new favorites such as Spa fit range, vitamin C, and colour crush range. The brand is totally committed to helping protect the planet, defending human rights, activating self-esteem, supporting community trade and remaining strong on our stance against animal testing.Explore the entire range of Foundation available on Nykaa. Shop more The Body Shop products here.You can browse through the complete world of The Body Shop Foundation .Alternatively, you can also find many more products from the The Body Shop All-In-One Face Base range.MRP: 1395 Country of Origin: UkraineName of Mfg / Importer / Brand: The Body Shop International PLCAddress of Mfg / Importer / Brand: The Body Shop International PLC Littlehampton, West Sussex BN17 6LS,UK",
    "Product_Currency": "INR",
    "Product_Image_Url": "https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/a/l/all_in_one_face_base_r.jpg",
    "Product_Tags": "The Body Shop All-In-One Face Base - 045 , Makeup, Face",
    "Product_Contents": "",
    "Product_Rating": 4.4,
    "Product_Reviews_Count": 58,
    "Expected_Categorys_Count": 0,
    "Expected_Brand_Count": 0
  },
  {
    "Product_Id": "424755c11c78b2b24ff13c675baf5d19",
    "Product_Brand_Code": "BZ1000",
    "Retailer": "nykaa.com",
    "Product_Category": "Health & Wellness > Good for You > Super Food",
    "Product Brand": "True Elements",
    "Product_Name": "True Elements Sunflower Raw Seeds",
    "Product_Price": 175,
    "Product_Url": "https://www.nykaa.com/c/p/370883?skuId=370881",
    "Market": "IN",
    "Product_Description": "Sunflower has always been admired for its beauty since ancient times. The seeds of Sunflower carry a host of advantages in them. Small in size, yet a handful of these seeds can have a healthy effect on your body. These are getting popular as snacks as they are filling yet nutritious. Raw Sunflower Seeds are highly nutritious food, beneficial for the entire body. It is an all-rounder food, which maintains the quality of the skin, improves health and nourishes hair.True Elements Raw Sunflower Seeds are purely natural, jumbo and unprocessed seeds, extracted from a sunflower in its pure form. They possess a mild nutty taste, which cannot resist you from wanting it more and has a firm texture. Our seeds make a welcome addition to health-conscious diets. They are an appetising yet guilt-free snack. They have a firm texture and are delicious enough to be added to any of your bland diets.Key Benefits: Low-calorie snack:Being low in calories, it can help in reducing the extra weight and avoid you from the intake of high calorie junk foods. High in skin nutrients:These are a rich source of minerals, especially magnesium which can be good in preventing several skin disorders by preventing the entry of foreign particles into the skin cells and tissues. Works as a sleep aid:It also consists of tryptophan, which can be essential in soothing the nervous system and helping you with the problem of insomnia. Heart healthy snack:Loaded with vitamin E, it can help in preventing the risk of cardiovascular diseases since it prevents the foreign particles from oxidising cholesterol. Fibre-filled:Being a rich source of fibre, it provides a feeling of fullness and helps in preventing binge-eating. All-natural goodness:True Elements Sunflower Seeds is free from preservatives and artificial colours or flavours.About the Brand: A brand that is committed to improving the quality of your life, True Elements offers a range of high-quality snacks and supplements that are inspired by natural foods consumed by our ancestors. True Elements truly believes in offering products that are wholesome, nutritious, affordable and devoid of any preservatives or chemicals. While the brand stands strongly for health, wherein all its products have a clear functional benefit, it believes that taste is equally important when it comes to snacks. Hence, the products are healthy as well as tasty. Explore the entire range of Super Food available on Nykaa. Shop more True Elements products here.You can browse through the complete world of True Elements Super Food .Alternatively, you can also find many more products from the True Elements Sunflower Raw Seeds range.MRP: 600 Country of Origin: IndiaName of Mfg / Importer / Brand: HW Wellness Solutions Pvt LtdAddress of Mfg / Importer / Brand: Sr no 246/6, Phase 2 Road Hinjawadi,Opp. Naples & Staples Pizza, Next to KTA Spindle Toolings,Pune - 411057 Maharashtra",
    "Product_Currency": "INR",
    "Product_Image_Url": "https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/b/0/b0e9c97713145792197new.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/b/0/b0e9c97713145792197new_1.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/b/0/b0e9c97713145792197new_2.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/b/0/b0e9c97713145792197new_3.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/b/0/b0e9c97713145792197new_4.jpg",
    "Product_Tags": "True Elements Sunflower Raw Seeds, Wellness, Shop By Concern, Cardiovascular Health",
    "Product_Contents": "Raw Sunflower Seeds",
    "Product_Rating": 5,
    "Product_Reviews_Count": 0,
    "Expected_Categorys_Count": 389,
    "Expected_Brand_Count": 149
  },
  {
    "Product_Id": "f7f76573099db0058ef5264c35d9d02e",
    "Product_Brand_Code": "BZ1000",
    "Retailer": "nykaa.com",
    "Product_Category": "Makeup > Lips > Lip Stain",
    "Product Brand": "Nykaa Cosmetics",
    "Product_Name": "Nykaa Wonderpuff Cushion Liquid Lipstick - Werk It",
    "Product_Price": 539,
    "Product_Url": "https://www.nykaa.com/c/p/555315?skuId=555310",
    "Market": "IN",
    "Product_Description": "It's no secret that a good lippie is a real mood booster one dab of a good shade will have you feeling like you’re ready for anything. We have specially curated these 12 shades to be your cheerleaders to motivate you to get in the groove. So puff away your worries with these advocates by your side!Unique Cushion tip format Weightless and comfortable lip and cheek tintBuildable colorSmudge proof and waterproofLasts 12 hoursEnriched with Jojoba & Grape seed oilCan be dabbed onto the cheeks for a flush of colorBuck Up Buttercup Sometimes it's nice to put your best foot forward even if all you want to do is curl up in your bed! This brown tone nude will give you the much needed kick you need to buckle up and take on the day like it's no big deal!Burst the bubbles This pink tone nude will add all things nice to your personality. This shade will make you want to break traditional norms and dare to cross boundaries- one swipe at a time!Own the townsville Sometimes you need your best lipstick to get you through the day! This light pink shade makes you own all that you do and seize the day. One swipe and everything is smooth and steady!You go,girl Swipe on this pretty pink shade and the world will be your cheerleader! This lipstick demands love and love you will get, girl!Born to blossom This one is for the born leaders. Sport this bright pink shade when you need that extra motivation to unleash your inner hero.Werk it! If lipsticks could talk, this dusky pink shade would be your ultimate best friend! Play with this burnt pink shade and the motivation to werk werk werk werk is sure to follow!Carpe Diem If living in the moment and looking your best is your thing, you should probably own more of this lipstick! This chocolate shade will make you want to appreciate things more, like yourself!Dream On If you think you have the fire in your soul, this shade is totally for you! Swipe on this deep nude shade and turn your dreams into reality!Hustle This mauve shade will introduce you before you even speak.This lipstick is for all the hustlers out there who are willing to turn things upside down.Shake it Off! This shade is an instant mood booster. This pinkish mauve shade screams everything will be fine, so shake it off honey because you have a lot to achieve!Busy Bee This is for all the girls trotting the globe leaving a trail of their awesomeness everywhere. One application of this shade and the world will be buzzing your name!#Blessed This is your remedy after a long day. This deep red shade gives you an instant lift and gets you going. It's a beauty hug to your lips!Explore the entire range of Lipstick available on Nykaa. Shop more Nykaa Cosmetics products here.You can browse through the complete world of Nykaa Cosmetics Lipstick .Alternatively, you can also find many more products from the Nykaa Wonderpuff Cushion Liquid Lipstick range.MRP: 899 Expiry Date: 15 May 2022Country of Origin: China",
    "Product_Currency": "INR",
    "Product_Image_Url": "https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/8/9/8904245709280_re_n_ima_01_werk-it.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/8/9/8904245709280_re_n_ima_02_werk-it.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/8/9/8904245709280_re_n_ima_03_werk-it.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/8/9/8904245709280_re_n_ima_04_4_reason-to-love_7.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/8/9/8904245709280_re_n_ima_05_5-hand-swatch_7.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/8/9/8904245709280_re_n_ima_06_6_shade-chart_wonderpuff-cushion-lipsticks_7.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/w/e/werk-it.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/8/9/8904245709280_re_n_ima_08_werk-it.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/f/0/f0e28d68904245709402_3.jpg|https://www.youtube.com/watch?v=H9KF1Ssod3o",
    "Product_Tags": "Nykaa Wonderpuff! Lip & Cheek Cushion Lipstick Tint - Werk It, Makeup, Lips, Lipstick",
    "Product_Contents": "",
    "Product_Rating": 4,
    "Product_Reviews_Count": 934,
    "Expected_Categorys_Count": 80,
    "Expected_Brand_Count": 436
  },
  {
    "Product_Id": "ee007f19f85ce1d73de2aa745ea1bc20",
    "Product_Brand_Code": "BZ1000",
    "Retailer": "nykaa.com",
    "Product_Category": "Natural > Shop By Concern > Acne Treatment",
    "Product Brand": "HealthVit",
    "Product_Name": "HealthVit Activated Charcoal Powder",
    "Product_Price": 249,
    "Product_Url": "https://www.nykaa.com/c/p/137267?skuId=137271",
    "Market": "IN",
    "Product_Description": "Experience the goodness of Pure Activated Charcoal! Activated Charcoal is derived from a special high-quality grade charcoal. Charcoal used for treating health conditions is usually &quotactivated&quot to make it a very fine powder, which increases its effectiveness. The Healthvit Activated Charcoal Powder is pure powder and has multiple uses. It helps clean and whiten your teeth as well as detoxifies your body. Especially suitable for oily, acne-prone skin, you can use the powder in making a face mask which helps to remove blackheads, impurities, and dirt from face, etc. The activated carbon has been milled to be the ideal powder size for both topical and internal use. Not too 'grainy' to include in your favorite drink, nor too rough for skin masks, creams, etc. Features: Activated Charcoal is derived from a special high-quality food grade charcoal Rejuvenates skin and hair Cleanses and whitens your teeth, removing all stains from the teeth Detoxifies your body Premium Herbal product Helps with digestion Can be used for oily, acne -prone skin Cleanses the digestive tract Alleviates gas and bloating Used for various purposes: Add a little activated charcoal powder to your toothpaste every day to remove stains and for minor mouth pain. Mix a scoop of charcoal powder with coconut or other oil and a little water for a soothing face mask or a cream for your skin and hair. Helps with Digestion. Mix in your favorite drink to help with digestion and to reduce gas and bloating. Bites, Burns:. Mix with water and apply to skin to ease pain and itching. Accidental Poisoning. Take with water after accidental poisoning or overdose. How to make Activated Charcoal Face Mask with Healthvit Activated Charcoal Powder 1 1/2 tbsp of activated charcoal powder 1 1/2 tsp of water (more or less)Additional Information: HealthVit is a Herbo-Nutra (Herbal & Nutraceuticals) segment of Ahmedabad based MNC West-Coast Pharmaceuticals delivering a wide range of quality healthcare products since last 46 years such as Dietary and Nutritional supplements, Medicinal Products and various Skincare Products helping you lead a fit and healthy lifestyle.Their motto is very simple: purest ingredients, stringent processes and high quality guaranteed!Explore the entire range of Masks & Peels available on Nykaa. Shop more HealthVit products here.You can browse through the complete world of HealthVit Masks & Peels .Alternatively, you can also find many more products from the HealthVit Activated Charcoal Powder range.MRP: 350 Country of Origin: IndiaName of Mfg / Importer / Brand: West-Coast Pharmaceutical Works LtdAddress of Mfg / Importer / Brand: Meladi Estate Nr. Prasang Party Plot, Opp. Sola Bhagawat Sayona City Road Gota Ahmedabad-382481",
    "Product_Currency": "INR",
    "Product_Image_Url": "https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/n/y/nyhv000000132.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/n/y/nyhv000000132c.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/n/y/nyhv000000132b.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/n/y/nyhv000000132a.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/3/_/3_172_1.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/4/_/4_163_1.jpg",
    "Product_Tags": "HealthVit Activated Charcoal Powder - 250gm, Wellness, Shop By Concern, Digestion",
    "Product_Contents": "",
    "Product_Rating": 4.2,
    "Product_Reviews_Count": 442,
    "Expected_Categorys_Count": 0,
    "Expected_Brand_Count": 0
  },
  {
    "Product_Id": "e22a7ea6c594e3e52a4dbe1eb04fd7a3",
    "Product_Brand_Code": "BH5825",
    "Retailer": "nykaa.com",
    "Product_Category": "Brand > Nivea",
    "Product Brand": "Nivea",
    "Product_Name": "NIVEA Body Lotion Oil in Lotion Rose & Argan Oil - For Dry Skin",
    "Product_Price": 260,
    "Product_Url": "https://www.nykaa.com/c/p/353370?skuId=353368",
    "Market": "IN",
    "Product_Description": "Indulge in the goodness of natural oils in a fast absorbing lotion with the new NIVEA Oil In Lotion Rose & Argan Oil. The precious argan oil is blended in fast absorbing lotion. The natural oils give you moisturized skin for up to 24 hours with a floral rose fragrance.Key Features: Long lasting moisturisation: The formula enriched with natural oils gives you moisturized skin for up to 24 hours Quick absorption: Argan oil is carefully blended in fast absorbing lotion Delicate fragrance: This unique lotion has a pleasing floral fragrance of roseAbout the Brand: A brand trusted universally, Nivea is a leading international skin care company that brings to you innovative skin care and cosmetic products. Nivea understands skin like no one and they are known for their specially formulated skin products for different skin types, that cleanse, nourish and protects the skin while keeping it radiant and beautiful.Explore the entire range of Lotions & Creams available on Nykaa. Shop more Nivea products here.You can browse through the complete world of Nivea Lotions & Creams .Alternatively, you can also find many more products from the NIVEA Body Lotion Oil in Lotion Rose & Argan Oil - For Dry Skin range.MRP: 425 Country of Origin: IndiaName of Mfg / Importer / Brand: Nivea IndiaAddress of Mfg / Importer / Brand: Nivea India Pvt. Ltd. , 4th Floor Art Guild House, Phoenix Market City, Kurla West, Mumbai - 400070",
    "Product_Currency": "INR",
    "Product_Image_Url": "https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/e/3/e3a9a964005900579515_1a.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/e/3/e3a9a964005900579515_2a.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/e/3/e3a9a964005900579515_3a.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/e/3/e3a9a964005900579515_4a.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/e/3/e3a9a964005900579515_5a.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/e/3/e3a9a964005900579515_6a.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/e/3/e3a9a96niveacert.jpg|https://www.youtube.com/watch?v=bP0oaIynZls",
    "Product_Tags": "Nivea Oil In Lotion Rose & Argan Oil, Skin, Body, Lotions & Creams",
    "Product_Contents": "Aqua, Glycerin, Dicaprylyl Ether, Alcohol Denat., Glyceryl Stearate SE, Isopropyl Palmitate, Cetearyl Alcohol, Argania Spinosa Kernel Oil, Dimethicone, Carbomer, Sodium Cetearyl Sulfate, Sodium Hydroxide, Trisodium EDTA, Phenoxyethanol, Linalool, Geraniol, Citronellol, Limonene, Coumarin, Parfum.",
    "Product_Rating": 4.5,
    "Product_Reviews_Count": 1220,
    "Expected_Categorys_Count": 160,
    "Expected_Brand_Count": 160
  },
  {
    "Product_Id": "20532c740b21fcecfeecebc2ad1c5a8d",
    "Product_Brand_Code": "BZ1000",
    "Retailer": "nykaa.com",
    "Product_Category": "Natural > Skin > Face Wash",
    "Product Brand": "Lotus Herbals",
    "Product_Name": "Lotus Herbals Whiteglow Activated Charcoal Brightening Face Wash",
    "Product_Price": 140,
    "Product_Url": "https://www.nykaa.com/c/p/811670?skuId=811668",
    "Market": "IN",
    "Product_Description": "Lotus Herbals WhiteGlow Activated Charcoal Brightening Face Wash is a gentle cleanser enriched with activated charcoal which draws out toxins like dirt particles, sweat, excess oil hidden in the deepest layers of skin to leave it feeling fresh and looking bright. This herbal face wash also has tea tree oil to help fight with harmful bacteria and control acne.Key Features:Charcoal face wash that deep cleanses and removes impurities from skinEnriched with the natural goodness of activated charcoal and tea tree oil Deep pure cleansing benefits ensuring brighter skinRemoves excess oil from the skin and gives a matte lookActivated charcoal pulls out deep-seated dirt and impurities to refine poresControls skin damage caused due to pollution and toxin build-upThis anti-pollution face wash also helps control acne effectivelyAbout the Brand: Lotus Herbals is India's leading natural skincare and cosmetics company, known for their wide range of Ayurvedic and herbal skin care, hair care and cosmetic products. Combining ancient wisdom from the Vedas with the latest technology, all their products are made from top quality, scientifically developed, herbal ingredients and are free from chemicals. Lotus Herbals is against animal-testing.Explore the entire range of Face Wash available on Nykaa. Shop more Lotus Herbals products here.You can browse through the complete world of Lotus Herbals Face Wash .Alternatively, you can also find many more products from the Lotus Herbals Whiteglow Activated Charcoal Brightening Face Wash range.MRP: 140 Country of Origin: IndiaName of Mfg / Importer / Brand: Lotus Herbals Color CosmeticsAddress of Mfg / Importer / Brand: 80-B & 80-C, Jharmajri, Baddi, Disst Solan - 173205 (HP)",
    "Product_Currency": "INR",
    "Product_Image_Url": "https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/0/e/0efd1d0806360000960_1.jpg",
    "Product_Tags": "Lotus Herbals Whiteglow Activated Charcoal Brightening Face WashNatural, Skin Care, Face Wash",
    "Product_Contents": "Key Ingredients:Activated Charcoal (Coconut Shell Powder): Activated charcoal is a charcoal substance made from coconut shells (it can also be made from peat, coal, olive pits, and/or sawdust). In order to activate the charcoal, it is oxidized using steam or air at high temperatures.Tea Tree Oil: Powerful antimicrobial, anti-acne, antioxidant, fights skin infectionFull list of ingredients: Aqua, Cocamidopropyl Betaine, Glycerin, Caprylyl/Capryl Glucoside, Sodium Methyl Cocoyl Taurate, Coco Amido Propyl Betaine, Cetostearyl Alcohol, Glyceryl Stearate (and) PEG-100 Stearate, Hydroxyethyl Urea, Glycerin, Niacinamide, Magnesium Aluminium Silicate, Propanediol, Xanthan Gum, Polyacrylate Crosspolymer-6, Charcoal (Coconut Shell) Powder, Biosaccharide Gum-4, Salicylic Acid, EDTA Disodium, Melaleuca Altemifolia (Tea Tree) Leaf Oil, Citric Acid, Caprylhydroxamic Acid (and) Phenethyl Alcohol (and) Glycerin, Phenoxyethanol, Fragrance",
    "Product_Rating": 4.2,
    "Product_Reviews_Count": 8,
    "Expected_Categorys_Count": 922,
    "Expected_Brand_Count": 274
  },
  {
    "Product_Id": "1ed2ff0473b80cd83ee7cfb130f8d28d",
    "Product_Brand_Code": "BZ1000",
    "Retailer": "nykaa.com",
    "Product_Category": "Mom & Baby > Maternity Wear > Maternity Bra",
    "Product Brand": "Floret",
    "Product_Name": "Floret Pack of 2 Full-Coverage Maternity Bras - Multi-Color (30B)",
    "Product_Price": 758,
    "Product_Url": "https://www.nykaa.com/c/p/296484?skuId=296478",
    "Market": "IN",
    "Product_Description": "Product Color : Multi-ColorPack of two full-coverage bras in skin and black.Each bra has cups with inner sling and upper detachable layer.Elasticated and adjustable shoulder straps.A flower-shaped detail on the centre front.Hook-and-eye closure on the back. Bras to fit size guide ( In Inches) Sizes Over Bust Under Bust (Cup B) Under Bust (Cup D) 30 26 30 34 32 27.5 32 36 34 29 34 38 36 31 36 40 38 33 38 42 40 35 40 44 42 37 42 46 44 39 44 48 46 41 46 50 48 43 48 52 50 45 50 54 Explore the entire range of Maternity available on Nykaa. Shop more Floret products here.You can browse through the complete world of Floret Maternity .Alternatively, you can also find many more products from the Floret Pack of 2 Full-Coverage Maternity Bras - Multi-Color range.MRP: 758 Country of Origin: IndiaName of Mfg / Importer / Brand: KCJ Lingeries Pvt. LtdAddress of Mfg / Importer / Brand: 54/24 & 29, Nangli Poona, G.T. Karnal Road, Delhi-110036",
    "Product_Currency": "INR",
    "Product_Image_Url": "https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/b/l/blossom_skin-black__1_.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/b/l/blossom_skin-black__2_.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/b/l/blossom_skin-black__3_.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/b/l/blossom_skin-black__4_.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/b/l/blossom_skin-black__5_.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/b/l/blossom_skin-black__6_.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/b/l/blossom_skin-black__7_.jpg",
    "Product_Tags": "Floret Pack of 2 Full-Coverage Maternity Bras - Multi-Color (30B), Bra, Maternity, Maternity Wear, Value Packs",
    "Product_Contents": "",
    "Product_Rating": 5,
    "Product_Reviews_Count": 0,
    "Expected_Categorys_Count": 342,
    "Expected_Brand_Count": 504
  },
  {
    "Product_Id": "b55ffae61426da36e4e511917653a01d",
    "Product_Brand_Code": "BZ1000",
    "Retailer": "nykaa.com",
    "Product_Category": "Mom & Baby > Maternity Wear > Maternity Bra",
    "Product Brand": "Inner Sense",
    "Product_Name": "Inner Sense Organic Antimicrobial Soft Nursing Bra Pack of 3 - Multi-Color (32B)",
    "Product_Price": 2247,
    "Product_Url": "https://www.nykaa.com/c/p/819057?skuId=819042",
    "Market": "IN",
    "Product_Description": "Product Color: Multi-Color It's Better for You: Anti-Microbial, Anti-Bacterial, Anti-Odour, Anti-Fungal, Anti-Static Better Fabric: This Maternity Bra Absorbs & Evaporates Sweat Better Than Synthetic Fabric & Even Cotton, Making You Feel Fresh Throughout The Day Comfort Comes First: Protects Your Sensitive Breast and Nipple Skin, Feels Super Soft Against The Skin, Just What You Need for Your Sore Breasts Thoughtful Design: This Inner Sense Nursing Bra has Seamless, Non-Padded, Wire Free Cups. It is Apt to Wear Under Any Clothing. Breastfeeding Access Via Clasps That can be Pulled Down We Care: And Understand That Breast Size can Fluctuate, Thus We've Made This Bra Stretchy & Full-Coverage to Prevent Spill-Over. Satin Smooth Straps are Easily Adjustable Composition: 48% Organic Cotton + 48% Bamboo + 4% LycraCare Instructions: Hand Wash Cold, Use mild DetergentAbout The Brand : Inner Sense is India's first organic, anti-microbial lingerie brand. The products have natural bacteria inhibiting and anti-odour properties, have 3x more sickening than the counterpart cotton with no pesticide or carcinogen used in the production process. The brand creates a bridge between hygienic, eco-friendly & fashionable lingerie. Innersense Bra size guide (inches) Sizes Under Bust Cup B (Over Bust) Cup C (Over Bust) Cup D (Over Bust) 32 27 33 34 35 34 29 35 36 37 36 31 37 38 39 38 33 39 40 41 40 35 41 42 43 42 37 43 44 - Explore the entire range of Maternity available on Nykaa. Shop more Inner Sense products here.You can browse through the complete world of Inner Sense Maternity .Alternatively, you can also find many more products from the Inner Sense Organic Antimicrobial Soft Nursing Bra Pack of 3 - Multi-Color range.MRP: 2247 Country of Origin: IndiaName of Mfg / Importer / Brand: Truelan Textile Pvt. Ltd.Address of Mfg / Importer / Brand: E-31, Siddhivinayak Tower, Makarba, Ahmedabad- 380051",
    "Product_Currency": "INR",
    "Product_Image_Url": "https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/6/7/67402e5imb004a_4a_4b-_1.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/6/7/67402e5imb004a_4a_4b-_2.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/6/7/67402e5imb004a_4a_4b-_3.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/6/7/67402e5imb004a_4a_4b-_4.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/6/7/67402e5imb004a_4a_4b-_5.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/6/7/67402e5imb004a_4a_4b-_6.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/6/7/67402e5imb004a_4a_4b-_7.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/6/7/67402e5imb004a_4a_4b-_8.jpg",
    "Product_Tags": "Inner Sense Organic Antimicrobial Soft Nursing Bra Pack of 3 - Multi-Color (32B), Bra, Maternity, Wireless, Non-Padded, Cotton, Full, High Coverage, Solids, Bra Value Packs, Value Packs, Maternity Wear",
    "Product_Contents": "",
    "Product_Rating": "",
    "Product_Reviews_Count": "",
    "Expected_Categorys_Count": 342,
    "Expected_Brand_Count": 0
  },
  {
    "Product_Id": "df491bbe99958f73ae08f65febbe183e",
    "Product_Brand_Code": "BH6523",
    "Retailer": "nykaa.com",
    "Product_Category": "",
    "Product Brand": "Himalaya",
    "Product_Name": "Himalaya Anti-Hair Fall Shampoo With Bhringaraja",
    "Product_Price": 71,
    "Product_Url": "https://www.nykaa.com/c/p/5992?skuId=3383",
    "Market": "IN",
    "Product_Description": "Himalaya's Anti-Hair Fall Shampoo is a breakthrough 2-in-1 formula that reduces hair fall and provides nourishment to hair shafts. It also conditions and improves your hair texture to reduce hair fall due to breakage. The herbs Butea Frondosa and Bhringaraja stimulate hair follicle growth and are effective in strengthening hair roots and controlling hair fall. Controls hair fall Reduces hair breakage Can be used on color treated hair Suitable for all hair types. Key Ingredients : Butea Frondosa or 'flame of the forest' is native to India and Southeast Asia. It strengthens hair and helps promote hair growth. Bhringaraja is traditionally used in Ayurveda for hair growth and hair dyeing. It nourishes the hair root, improves hair texture and reduces hair fall.About the Brand: A brand synonymous with safe and efficacious herbal products, Himalaya Herbals was founded in 1930 by Mr. M. Manal with a clear vision to bring Ayurveda to society in a contemporary form and to unravel the mystery behind the 5,000 year old system of medicine. Himalaya has pioneered the use of modern science to rediscover and validate Ayurveda's secrets. ISO 9001:2000 cutting-edge technology is employed to create pharmaceutical-grade Ayurvedic products. The company has focused on developing safe, natural and innovative remedies that will help people lead richer, healthier lives.You can explore various offers on black friday on Nykaa from 26th - 30th Nov 2020 in the Pink Friday Sale 2020. Get additional 10% off on HDFC Bank Card. Use Coupon: NYKHDFC10. Offer valid only on the Nykaa app.Alternatively, you can also find many more products from the Himalaya Anti-Hair Fall Shampoo With Bhringaraja range.MRP: 75 Expiry Date: 15 May 2022Country of Origin: IndiaName of Mfg / Importer / Brand: The Himalaya Drug CompanyAddress of Mfg / Importer / Brand: The Himalaya Drug Company, Makali, Bengaluru 562162 Phone: 1-800-208-1930",
    "Product_Currency": "INR",
    "Product_Image_Url": "https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/s/h/shampoo_i_recieved_1.jpg",
    "Product_Tags": "Himalaya Anti-Hair Fall Shampoo With Bhringaraja",
    "Product_Contents": "",
    "Product_Rating": 4.2,
    "Product_Reviews_Count": 647,
    "Expected_Categorys_Count": 0,
    "Expected_Brand_Count": 0
  },
  {
    "Product_Id": "3cef574c3a1f4f9c4a01ca889e46a5c9",
    "Product_Brand_Code": "BZ1000",
    "Retailer": "nykaa.com",
    "Product_Category": "Makeup > Face > Concealer",
    "Product Brand": "Smashbox",
    "Product_Name": "Smashbox Color Correcting Stick - Look Less Tired - Dark",
    "Product_Price": 2090,
    "Product_Url": "https://www.nykaa.com/c/p/178990?skuId=178992",
    "Market": "IN",
    "Product_Description": "These creamy, color-correcting sticks camouflage flaws and even out specific skin concerns with precise application. Pair with foundation or concealer to neutralize redness, dark spots, hyperpigmentation, or uneven skin tone. Benefits: - Tackles discoloration with targeted, blendable pencils - Each color addresses a different skin issue - Green reduces redness - Peach (for lighter skin tones) and Orange (for deeper skin tones) corrects age spots and dark circles on lighter skin- Gives you precise, lightweight coverage - Looks natural under makeup - These sticks work for all skin types- Cruelty-freeCountry of Origin : Belgium / Canada / France / Germany / Italy / Japan / South Korea / Switzerland / United Kingdom / United StatesExplore the entire range of Concealer available on Nykaa. Shop more Smashbox products here.You can browse through the complete world of Smashbox Concealer .Alternatively, you can also find many more products from the Smashbox Color Correcting Stick range.MRP: 2090 Name of Mfg / Importer / Brand: Estee lauder CompaniesAddress of Mfg / Importer / Brand: the Estee Lauder Companies INC,767,fifth Avenue,NY,10153,United States of America",
    "Product_Currency": "INR",
    "Product_Image_Url": "https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/8/f/8fe7f3f607710051522_rv__1.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/8/f/8fe7f3f607710051522_rv__2.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/s/m/smashbox-pdp-image-1_1_3.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/8/f/8fe7f3fauthenticity-certificate---smashbox-v3.jpg|https://www.youtube.com/watch?v=A1fKZWCTu9Y",
    "Product_Tags": "Smashbox Color Correcting Stick - Look Less Tired - Dark, Makeup, Face, Concealer",
    "Product_Contents": "Formulated without parabens, sodium lauryl sulfate, phthalates, fragrance and talc.Ingredients: Phenyl Trimethicone, Euphorbia Cerifera (Candelilla) Wax\\\\Candelilla Cera\\\\Cire De Candelilla, Caprylic/Capric Triglyceride, Ethylhexyl Palmitate, Nylon-12, Octyldodecanol, Jojoba Esters, Silica, Sucrose Acetate Isobutyrate, Polyethylene, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Tocopheryl Acetate, Triethyl Citrate, Tribehenin, C12-15 Alkyl Benzoate, Ceramide Ng, Palmitoyl Hexapeptide-12, Peg-10 Phytosterol, Trimethylsiloxysilicate, Triethoxycaprylylsilane, Disteardimonium Hectorite, Polymethyl Methacrylate, Caprylyl Glycol, Polyglyceryl-10 Heptahydroxystearate, Peg-40 Hydrogenated Castor Oil, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Phenoxyethanol, Sorbic Acid, Benzoic Acid, [+/- Mica, Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491), Iron Oxides (Ci 77492), Iron Oxides (Ci 77499), Blue 1 Lake (Ci 42090), Carmine (Ci 75470), Chromium Oxide Greens (Ci 77288), Ferric Ammonium Ferrocyanide (Ci 77510), Ferric Ferrocyanide (Ci 77510), Manganese Violet (Ci 77742), Ultramarines (Ci 77007), Yellow 5 Lake (Ci 19140)] Please be aware that ingredient lists may change or vary from time to time. Please refer to the ingredient list on the product package you receive for the most up to date list of ingredients.",
    "Product_Rating": 4.1,
    "Product_Reviews_Count": 13,
    "Expected_Categorys_Count": 258,
    "Expected_Brand_Count": 143
  },
  {
    "Product_Id": "7394201eb0856dc34ef00dfc86a8366a",
    "Product_Brand_Code": "BH5825",
    "Retailer": "nykaa.com",
    "Product_Category": "Personal Care > Face > Moisturizer",
    "Product Brand": "Nivea",
    "Product_Name": "NIVEA Creme - All Season Multi Purpose Cream",
    "Product_Price": 175,
    "Product_Url": "https://www.nykaa.com/c/p/5993?skuId=2190",
    "Market": "IN",
    "Product_Description": "Introduction: Pamper your skin with the trusted formula of NIVEA Creme which not only cares but also protects your skin leaving it healthy and moisturized.It's an all-purpose creme that you can use for everyone in the family, making it the perfect moisturizer for all seasons! NIVEA CREME HOW TO USE : STEP 1 : Scoop product with clean hands STEP 2 : Rub it on your palms to spread evenly. STEP 3 : Gently massage all over your face and body. STEP 4 : Use daily for soft, smooth skin. Features PICK YOUR FAVOURITE NIVEA SOFT NIVEA CREME CARE SHOWER CREAM NIVEA NOURISHING LOTION BODY MILK",
    "Product_Currency": "INR",
    "Product_Image_Url": "https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/a/1/a108a9642204251_1a.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/a/1/a108a9642204251_2a.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/a/1/a108a9642204251_3a.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/a/1/a108a96niveacert.jpg|https://www.youtube.com/watch?v=KgXrMmfA7ws",
    "Product_Tags": "Nivea Creme",
    "Product_Contents": "",
    "Product_Rating": 4.5,
    "Product_Reviews_Count": 1177,
    "Expected_Categorys_Count": 1364,
    "Expected_Brand_Count": 0
  },
  {
    "Product_Id": "18901030728867890103000000300000000000VHWF1R8IN",
    "Product_Brand_Code": "BH0499",
    "Retailer": "nykaa.com",
    "Product_Category": "Skin > Body Care > Lotions & Creams",
    "Product Brand": "Vaseline",
    "Product_Name": "Vaseline Ice Cool Hydration Lotion",
    "Product_Price": 210,
    "Product_Url": "https://www.nykaa.com/c/p/739943?skuId=739942",
    "Market": "IN",
    "Product_Description": "Explore the entire range of Lotions & Creams available on Nykaa. Shop more Vaseline products here.You can browse through the complete world of Vaseline Lotions & Creams .Alternatively, you can also find many more products from the Vaseline Ice Cool Hydration Lotion range.MRP: 345 Country of Origin: IndiaName of Mfg / Importer / Brand: Hindustan Unilever LtdAddress of Mfg / Importer / Brand: Hindustan Unilever Ltd, Unilever House, B D Sawant Marg, Chakala Andheri East - 400099",
    "Product_Currency": "INR",
    "Product_Image_Url": "https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/2/7/27315_h-8901030788291_2.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/2/7/27315_s1-8901030788291_2.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/2/7/27315_s2-8901030788291_1.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/2/7/27315_s3-8901030788291_1.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/2/7/27315_s4-8901030788291_1.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/2/7/27315_s5-8901030788291_1.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/2/7/27315_s6-8901030788291_1.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/2/7/27315_s7-8901030788291_1.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/2/7/27315_s8-8901030788291_1.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/2/7/27315_s9-8901030788291_1.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/2/7/27315_s10-8901030788291.jpg|https://images-static.nykaa.com/media/catalog/product/tr:h-800,w-800,cm-pad_resize/n/y/nyhul_acert_1.jpg",
    "Product_Tags": "Vaseline Ice Cool Hydration Lotion, Skin, Body Care, Lotions & Creams",
    "Product_Contents": "Key Ingredients: Glycerin, Niacinamide",
    "Product_Rating": 4.3,
    "Product_Reviews_Count": 136,
    "Expected_Categorys_Count": 0,
    "Expected_Brand_Count": 0
  }
]
